Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Szkoda chłopaka. Nawet pomimo tego, że więcej gadał, niż robił. Powiadomię jego kolegów, że to właśnie ty go znalazłeś.
uk: Шкода хлопця. Хоч він і говорив більше, ніж робив. Скажу його колегам, що це ти його знайшов.

source: Szkoda chłopaka. Nie powinienem był w ogóle puszczać go samego.
uk: Шкода хлопця. Не треба було його взагалі відпускати самого.

source: Szkoda czasu na gadanie, zbierzmy te beczki.
uk: Нема часу на розмови, давай збирати ці бочки.

source: Szkoda faceta. Miałem nadzieję, że jeszcze coś ciekawego mi przyniesie. Wiesz co? Zatrzymaj ten przepis, jakoś nie mógłbym po tym siąść do jego wykuwania.
uk: Шкода хлопця. Я сподівався, що він ще принесе мені щось цікаве. Знаєш що? Залиш собі це креслення, тепер мені буде не по собі просто сидіти і кувати його.

source: Szkoda gadać, ledwo jestem w stanie wydobyć tyle złota, by tu przeżyć, a co dopiero coś zarobić.
uk: Це ганьба, я ледве можу видобути достатньо золота, щоб вижити тут, не кажучи вже про те, щоб хоча б щось заробити.

source: Szkoda gadać, złota ledwo mi tu wystarcza na przeżycie, o zarobku nawet nie myślę.
uk: Даремно ти так, у мене тут ледве вистачає золота на життя, я навіть не думаю про заробіток.

source: Szkoda mi czasu na niepotrzebne sprzątanie. Trzeba wiedzieć, kiedy można być po prostu wygodnym.
uk: Мені шкода часу на непотрібне прибирання. Дай знати, коли вже можна буде просто розслабитися.

source: Szkoda mi jej.
uk: Мені її шкода.

source: Szkoda mojego wysiłku.
uk: Марна трата зусиль.

source: Szkoda tego Andreasa, znam go odkąd był jeszcze małym chłopcem. To inteligentny i pomysłowy człowiek, szkoda, że nie może się dogadać z Holdwigiem...
uk: Мені шкода Андреаса, я знаю його з дитинства. Він людина розумна і винахідлива, шкода, що він не може порозумітися з Гольдвігом...

source: Szkoda tych, co potonęli... Ale taka już przestępcza dola, raz się pije i łajdaczy, a zaraz potem stajesz się pokarmem dla krabów.
uk: Шкода тих, хто потонув... Але така вже злодійська доля, спочатку ти пиячиш і розважаєшся, а потім раптом стаєш їжею для крабів.

source: Szkoda tylko, że położyli łapska na reszcie moich rzeczy, w tym na drugiej sakiewce.
uk: Шкода тільки, що вони поцупили решту моїх речей, в тому числі й інший гаманець.

source: Szkoda tylko, że położyli łapska na reszcie moich rzeczy.
uk: Шкода, що вони прибрали до рук решту моїх речей.

source: Szkoda tylko, że teraz muszę zajmować się jakimś badziewiem, do oszukiwania łatwowiernych obywateli... te złote Innosy kupują szczególnie młodzi ludzie!
uk: Шкода тільки, що тепер доводиться займатися якоюсь маячнею, дурити довірливих громадян... ці золоті Інноси купує насамперед молодь!

source: Szkoda tylko, że trochę potrwa, zanim zacznę się uczyć czegoś bezpośrednio związanego z magią.
uk: Шкода тільки, що знадобиться чимало часу, перш ніж почати вивчати щось безпосередньо пов'язане з магією.

source: Szkoda, gdybyś przyniósł mu ją osobiście, byłby jeszcze bardziej zadowolony.
uk: Шкода, бо якби ти приніс їх йому особисто, він був би ще щасливішим.

source: Szkoda, towar zawsze dostarczał na czas, cen nie miał wygórowanych... że też musiał wplątać się w coś takiego.
uk: Шкода, товар завжди доставляли вчасно, ціни були не завищені... треба ж було йому влізти у щось подібне.

source: Szkoda, że Ergo nie powiedział mi wcześniej, jak długo trzeba czekać na ten obiecany miód. Nie ma tego złego, może akurat przyjdzie mi nim poczęstować Jorna, gdy już go odnajdę. Tak czy inaczej, warto pamiętać, by odwiedzić Ergo w przyszłości.
uk: Шкода, що Ерго не сказав мені, як довго чекати на обіцяний мед. Але нічого, можливо, я пригощу ним Йорна, коли знайду його. У будь-якому випадку потрібно буде якось заглянути до Ерго.

source: Szkoda, że Ergo nie powiedział mi wcześniej, jak długo trzeba czekać na ten obiecany miód. Tak czy inaczej, warto pamiętać, by odwiedzić go w przyszłości.
uk: Шкода, що Ерго не сказав мені, як довго чекати на обіцяний мед. У будь-якому випадку потрібно буде до нього якось заглянути.

source: Szkoda, że Roderich nie chce mi obiecać tego samego. Wymyślił sobie to podkładanie prochu na klifach i kto się musi tym zajmować? Oczywiście, że ja!
uk: Шкода, що Родеріх не обіцяє мені того самого. Він придумав цю штуку з встановленням пороху на скелі, а хто має з цим розбиратися? Звичайно, я!

source: Szkoda, że Veit nie ma ochoty dłużej sprzedawać swoich towarów w naszej wiosce, ale widać... taka kolej rzeczy.
uk: Шкода, що Вейт більше не хоче продавати свої товари в нашому селі, але що ж... таке життя.

source: Szkoda, że ci się nie udało, ale i tak dziękuję, że próbowałeś.
uk: Дуже прикро, що у тебе не вийшло, але я все одно дякую за те, що спробував.

source: Szkoda, że mało jest tak szczodrych ludzi.
uk: Шкода, що так мало таких щедрих людей.

source: Szkoda, że musiało do tego dojść, ale przynajmniej teraz Holdwig będzie mógł w spokoju rządzić swoją własnością.
uk: Мені прикро, що до цього дійшло. Але принаймні тепер Гольдвіг зможе спокійно керувати своїм майном.

source: Szkoda, że na nic ci się to nie przyda.
uk: Шкода, що від цього немає жодної користі.

source: Szkoda, że nie dokończyłem tej sprawy, ale nic już w tej kwestii nie zdziałam.
uk: Шкода, що я не довів справу до кінця, але я вже нічого не зможу з цим вдіяти.

source: Szkoda, że nie doprowadziłem sprawy do końca. Ciekawe, czy kiedykolwiek będę jeszcze miał szansę spróbować wina Gumberta.
uk: Шкода, що я не довів справу до кінця. Цікаво, чи випаде ще колись нагода спробувати вино Гумберта.

source: Szkoda, że nie miałeś okazji poznać Gaspara. To naprawdę miły człowiek.
uk: Шкода, що ти не мав нагоди познайомитися з Гаспаром. Він дуже приємна людина.

source: Szkoda, że nie mogłem zobaczyć tego na własne oczy. Widok musiał być zdumiewający! Był bardziej zwierzęcy niż chwilę po wypiciu mikstury?
uk: Шкода, що я не бачив цього на власні очі. Видовище, мабуть, було приголомшливе! А він був більше схожий на тварину, за мить після того, як випив зілля?

source: Szkoda, że nie możemy po prostu wysadzić tych kamiennych drani...
uk: Шкода, що ми не можемо просто підірвати цих кам'яних виродків...

source: Szkoda, że nie pomogłem Lokvarowi... Może jego nauki przydałyby się w tym miejscu.
uk: Шкода, що я не допоміг Локвару... Можливо, його навчання було б мені корисним.

source: Szkoda, że nie udało się tego załatwić po cichu, ale przynajmniej chłopaki mogli trochę poćwiczyć.
uk: Шкода, що це не вдалося вирішити тихо, але, принаймні, хлопці змогли потренуватися.

source: Szkoda, że nie widziałeś jakie zakłady przyjmowałem podczas twoich ostatnich pojedynków. Istna kopalnia złota!
uk: Шкода, що ти не бачив, які ставки я робив під час твоїх останніх поєдинків. Справжня золота жила!

source: Szkoda, że postanowiłeś sam rozwiązać tę historię z In Extremo. Liczyłem, że choć raz będę mógł dobrze się bawić w pracy.
uk: Шкода, що ти вирішив владнати справу з In Extremo самостійно. Я сподівався хоч раз добре провести час на роботі.

source: Szkoda, że postawiłeś na złego człowieka, może poszczęści ci się następnym razem.
uk: Шкода, що ти поставив не на того, можливо, наступного разу тобі пощастить.

source: Szkoda, że sprawa zajęła ci tyle czasu, wolę, kiedy problemy znikają szybciej niż później.
uk: Погано, що вирішення проблеми зайняло у тебе так багато часу. Я вважаю за краще, коли все робиться швидко.

source: Szkoda, że z orkami nie pohandlujemy. Ale kto wie, może królewscy zapłacą nam za pomoc w pozbyciu się ich.
uk: Шкода, що ми не можемо торгувати з орками. Але хто знає, можливо, королівські особи заплатять нам, щоб ми допомогли їх позбутися.

source: Szkoda. Będę musiał wykonać miecz samodzielnie, więc cena będzie wyższa. No i musisz przynieść mi jeszcze odpowiednie materiały.
uk: Шкода. Мені доведеться зробити меч самому, тому ціна буде вищою. Ну, і ти ще маєш принести мені потрібні матеріали.

source: Szkoda. Cóż, na mnie już czas. Życzę powodzenia w... krzewieniu wiary.
uk: Шкода. Що ж, мені пора йти. Бажаю удачі в... поширенні віри.

source: Szkoda. Dobra była, chociaż poprzedniej i tak nie dała rady zastąpić.
uk: Шкода. Хороший був арбалет, але все одно не міг замінити попередній.

source: Szkoda. Mam nadzieję, że odnajdzie się cały i zdrowy.
uk: Шкода. Сподіваюся, він знайдеться живим і здоровим.

source: Szkoda... znaczy, dla ciebie to dobrze, ale źle dla moich badań. Chciałem sprawdzić, czy każdy reaguje tak samo na ich kąsanie.
uk: Шкода... тобто, це добре для тебе, але погано для мого дослідження. Я хотів побачити, чи всі однаково реагують на укуси.

source: Szkodzenie złu
uk: Вигнання зла

source: Szkolenie Rekrutów
uk: Підготовка новобранців

source: Szkolenie w Araxos
uk: Навчання в Араксосі

source: Szkolenie w straży miejskiej
uk: Навчання в Міській Варті

source: Szkolę tylko najlepszych członków straży, a ty do nich nie należysz. Awansuj, to się tobą zajmę.
uk: Я треную лише найкращих вартових, а ти до них не належиш. Просувайся по службі, і я про тебе подбаю.

source: Szkolę tylko naszych szermierzy. Nie mam czasu dla szeregowych i żółtodziobów.
uk: Я треную тільки наших мечників. У мене немає часу на рядових і початківців.

source: Szkól się u jednego z największych mistrzów strzeleckich w historii wyspy!
uk: Тренуйтеся з одним із найкращих стрільців в історії острова!

source: Szlachecki strój
uk: Вбрання дворянина

source: Szlachecki strój z czapką
uk: Вбрання дворянина з капелюхом

source: Szlachetne słowa...
uk: Благородні слова...

source: Szlachetnie z twojej strony. Tak zrobię.
uk: Благородно з твого боку. Так і зроблю.

source: Szlachetny minerał,
uk: Благородний мінерал,

source: Szlachtowanie owiec to już szczyt szczytów! Wynoś się!
uk: Вбивати овець – це вже занадто! Забирайся!

source: Szlag by cię! Masz tu drobne za fatygę, cholera jasna. Na nic więcej nie licz.
uk: Та щоб тебе! Ось тобі за клопіт, біс би тебе побрав. Більше ні на що не розраховуй.

source: Szlag by to!
uk: Чорт забирай!

source: Szlag! Następny. Lutz to. Lutz jest najlepszy. Lutz zrobił to. Odwal się Marvin, bo dostaniesz po twarzy.
uk: Трясця! Ще один. Люц це, Люц те. Люц найкращий. Люц зробив те. Відвали, Марвіне, або я дам тобі по пиці.

source: Szmugler
uk: Койот

source: Szmugler okazał się dla mnie zbyt szybki. Mam nadzieję, że Rodrigo i Simonowi poszło lepiej z resztą bandytów. Muszę wrócić do jaskini.
uk: Койот виявився надто швидким для мене. Сподіваюся, Родріго та Саймон краще впоралися з рештою бандитів. Потрібно повертатися до печери.

source: Szmugler?
uk: Койот?

source: Szmugler? Jaki Szmugler? Przecież mówiłem ci, że masz przekazać pieniądze bezpośrednio w ręce Antonio!
uk: Койотом? Яким ще Койотом? Я ж сказав тобі віддати гроші безпосередньо Антоніо!

source: Szmuglerowi udało się uciec.
uk: Койоту вдалося втекти.

source: Szorowałem pokład u jednego kupca z Myrtany, ale nie trwało to długo, bo po tygodniu podróży facet osiadł na Archolos. Z tego, co wiem, jest teraz jakąś grubą szychą w Araxos.
uk: Я начищав палубу у одного купця з Міртани, але це тривало недовго, бо через тиждень мандрів хлопець оселився на Архолосі. Наскільки я знаю, зараз він якась велика шишка в Араксос.

source: Sztaba stali
uk: Сталева заготовка

source: Sztabki z magicznej rudy
uk: Зливки магічної руди

source: Sztuka Walki: Kusznik z Archolos Tom I
uk: Бойове мистецтво: Арбалетник з Архолосу. Том I

source: Sztuka Walki: Kusznik z Archolos Tom II
uk: Бойове мистецтво: Арбалетник з Архолосу. Том II

source: Sztuka Walki: Kusznik z Archolos Tom III
uk: Бойове мистецтво: Арбалетник з Архолосу. Том III

source: Sztuka Walki: Marynarz z Khorinis Tom I
uk: Бойове мистецтво: Моряк з Хорінісу. Том I

source: Sztuka Walki: Marynarz z Khorinis Tom II
uk: Бойове мистецтво: Моряк з Хорінісу. Том II

source: Sztuka Walki: Marynarz z Khorinis Tom III
uk: Бойове мистецтво: Моряк з Хорінісу. Том III

source: Sztuka Walki: Myrtański Szermierz Tom I
uk: Бойове мистецтво: Мечник з Міртани. Том I

source: Sztuka Walki: Myrtański Szermierz Tom II
uk: Бойове мистецтво: Мечник з Міртани. Том II

source: Sztuka Walki: Myrtański Szermierz Tom III
uk: Бойове мистецтво: Мечник з Міртани. Том III

source: Sztuka Walki: Nordmarski Topornik Tom I
uk: Бойове мистецтво: Сокирник з Нордмару. Том I

source: Sztuka Walki: Nordmarski Topornik Tom II
uk: Бойове мистецтво: Сокирник з Нордмару. Том II

source: Sztuka Walki: Nordmarski Topornik Tom III
uk: Бойове мистецтво: Сокирник з Нордмару. Том III

source: Sztuka Walki: Włócznik z Południa, Tom I
uk: Бойове мистецтво: Списоносець з півдня. Том I

source: Sztuka Walki: Włócznik z Południa, Tom II
uk: Бойове мистецтво: Списоносець з півдня. Том II

source: Sztuka Walki: Włócznik z Południa, Tom III
uk: Бойове мистецтво: Списоносець з півдня. Том III

source: Sztuka Walki: Łucznik z Khelen Tom I
uk: Бойове мистецтво: Лучник з Хелена. Том I

source: Sztuka Walki: Łucznik z Khelen Tom II
uk: Бойове мистецтво: Лучник з Хелена. Том II

source: Sztuka Walki: Łucznik z Khelen Tom III
uk: Бойове мистецтво: Лучник з Хелена. Том III

source: Sztuka pisania
uk: Мистецтво письма

source: Sztuka walki
uk: Бойове мистецтво

source: Sztuka złota.
uk: Всього один золотий.

source: Sztukę tę, zna każdy doświadczony alchemik, ale jeśli trafisz na odpowiednią osobę, opowie ci o procesie co nieco, nawet bez zgłębiania sztuki warzenia mikstur. Pożytek z nasion jest jednak niewielki dla osoby, która nie chce gotować z nich wywarów.
uk: Будь–який досвідчений алхімік знає, як це зробити, але навіть необізнана у мистецтві приготування еліксирів людина зможе розповісти вам дещо про цей процес. Однак, для тих, хто не має наміру варити зілля, користь від насіння невелика.

source: Sztućce
uk: Столові прибори

source: Sztylet
uk: Кинджал

source: Sztylet Ivy
uk: Кинджал Айві

source: Sztylet Knupa
uk: Кинджал Кнупа

source: Szuka pani swojego męża?
uk: Пані шукає свого чоловіка?

source: Szuka wszędzie mięsa do pracy w kopalni. To przez niego mamy chociaż spróbować zaciągnąć tych drani na statek do Khorinis.
uk: Він всюди шукає м'ясо для роботи в копальнях. Через нього ми повинні хоча б спробувати затягнути цих виродків на корабель до Хорініса.

source: Szukaj domu ze znakiem żarliwego słońca.
uk: Шукай будинок зі знаком палаючого сонця.

source: Szukaj muszli na piaszczystych plażach dookoła wyspy. Jeśli będziesz miał szczęście, to znajdziesz w nich zarówno zwykłe, jak i czarne perły.
uk: Шукай мушлі на піщаних пляжах навколо острова. Якщо пощастить, ти знайдеш в них як звичайні, так і чорні перлини.

source: Szukajcie wiedzy, byście mogli przekazać ją synom swoim, gdyż taka jest wola moja.
uk: Шукайте знання, щоб передати їх синам своїм, бо така моя воля.

source: Szukają cię, Marvin. Przez tę sprawę z twoim ojcem...
uk: Тебе шукають, Марвіне. Через цю історію з твоїм батьком...

source: Szukam Dustera.
uk: Я шукаю Дастера.

source: Szukam Henka i Legrifa.
uk: Я шукаю Хенка і Легріфа.

source: Szukam Henka.
uk: Я шукаю Хенка.

source: Szukam Holdwiga.
uk: Я шукаю Гольдвіга.

source: Szukam autora pewnych broszur.
uk: Я шукаю автора деяких брошур.

source: Szukam brata.
uk: Я шукаю брата.

source: Szukam brata. Nazywa się Jorn. Nie słyszałeś o nim może?
uk: Я шукаю брата. Його звуть Йорн. Нічого не чув про нього?

source: Szukam czegoś mocniejszego.
uk: Я шукаю щось сильніше.

source: Szukam czegoś związanego z Innosem.
uk: Я шукаю щось, пов'язане з Інносом.

source: Szukam człowieka o imieniu Burkhard.
uk: Я шукаю чоловіка на ім'я Бурхард.

source: Szukam człowieka o imieniu Burkhard. Czy ostatnio w wiosce pojawił się ktoś taki?
uk: Я шукаю чоловіка на ім'я Бурхард. Чи не з'являвся хтось подібний в селі останнім часом?

source: Szukam człowieka o imieniu Elco. Znasz go może?
uk: Я шукаю чоловіка на ім'я Елько. Може, знаєш його?

source: Szukam córki Nadine, wiesz coś o jej zaginięciu?
uk: Я шукаю доньку Надін, ти щось знаєш про її зникнення?

source: Szukam faceta noszącego kucyk. Może spotkałaś go tutaj?
uk: Я шукаю хлопця, який носить хвіст. Може, ти зустрічала його тут?

source: Szukam go. Pamiętasz jeszcze o czym rozmawialiście?
uk: Я шукаю його. Ти ще пам'ятаєш, про що ви говорили?

source: Szukam ich. Wiesz, gdzie mogą być?
uk: Я їх шукаю. Знаєш, де вони можуть бути?

source: Szukam informacji na temat uszkodzonego dźwigu.
uk: Я шукаю інформацію стосовно пошкодженого крана.

source: Szukam jakiegoś specyfiku na trawienie.
uk: Я шукаю якийсь препарат для травлення.

source: Szukam jakiegoś zajęcia, za coś trzeba w końcu żyć.
uk: Я шукаю якусь роботу, треба ж за щось жити, врешті-решт.

source: Szukam kogoś silnego do pewnej roboty.
uk: Я шукаю когось сильного для однієї роботи.

source: Szukam kogoś, kto pomoże mi go przekonać do waszego odejścia. Nie jesteście tutaj mile widziani.
uk: Я шукаю когось, хто допоможе мені переконати його, що вам потрібно піти. Вам тут не раді.

source: Szukam kogoś, kto ubiłby parę bestii.
uk: Я шукаю когось, хто міг би прикінчити декілька звірів.

source: Szukam kogoś, kto wie jak sobie radzić z podobnymi typkami. I wygląda na to, że właśnie kogoś takiego znalazłam.
uk: Я шукаю когось, хто знає, як поводитися з подібними людьми. І, здається, я щойно знайшла таку людину.

source: Szukam kogoś, kto zlecił wykonanie pewnych broszur.
uk: Я шукаю людину, яка замовила деякі брошури.

source: Szukam ludzi do pracy.
uk: Я шукаю людей для роботи.

source: Szukam ludzi do wyprawy, słyszałem, że na wyspie nikt inny nie zna się na drewnie tak dobrze jak ty...
uk: Я шукаю людей для експедиції, і чув, що ніхто на острові не розбирається в деревині настільки добре, як ти...

source: Szukam mojego brata.
uk: Я шукаю мого брата.

source: Szukam mojego brata. Mógł zostać porwany przez pewną niebezpieczną szajkę, z którą Tragarz utrzymuje kontakt.
uk: Я шукаю свого брата. Його могла викрасти якась небезпечна банда, з якою пов'язаний Антоніо.

source: Szukam najlepszych wojowników na wyspie.
uk: Я шукаю найкращих воїнів на острові.

source: Szukam niejakiego Elco.
uk: Я шукаю чоловіка на ім'я Елько.

source: Szukam oddziału Gerwina.
uk: Я шукаю підрозділ Гервіна.

source: Szukam pewnego człowieka. Podobno przypłynął tutaj jakiś czas temu.
uk: Я шукаю одного чоловіка. Здається, він приплив сюди деякий час тому.

source: Szukam pewnego człowieka...
uk: Я шукаю одного чоловіка...

source: Szukam pewnego faceta, sporych rozmiarów.
uk: Я шукаю одного хлопця, здорованя.

source: Szukam pewnego faceta, sporych rozmiarów. Podobno mówią na niego Duży Ben.
uk: Я шукаю одного хлопця, здорованя. Я чув, що його називають Великим Беном.

source: Szukam pewnej książki.
uk: Я шукаю певну книгу.

source: Szukam pewnej osoby i podejrzewam, że przemytnicy mogą mieć coś wspólnego z jego porwaniem.
uk: Я шукаю декого і підозрюю, що контрабандисти можуть мати відношення до його викрадення.

source: Szukam pracy. Wiesz może, do kogo powinienem się zgłosić w tej sprawie?
uk: Я шукаю роботу. Не знаєш, до кого мені звернутися по цьому питанню?

source: Szukam pracy. Wiesz, do kogo powinienem się zgłosić?
uk: Я шукаю роботу. Не підкажеш, до кого мені звернутися?

source: Szukam sierżanta Gerwina.
uk: Я шукаю сержанта Гервіна.

source: Szukam sierżanta Gerwina. Roderich od tygodnia nie dostaje od niego raportów.
uk: Я шукаю сержанта Гервіна. Родеріх вже тиждень не отримує від нього звітів.

source: Szukam sierżanta wysłanego do Silbach.
uk: Я шукаю сержанта, який перебуває в Сільбаху.

source: Szukam swojej szaty nowicjusza, piki oraz dziennika z zapiskami.
uk: Я шукаю своє вбрання послушника, посох і щоденник із записами.

source: Szukam wojowników do bardzo niebezpiecznego zadania.
uk: Я шукаю воїнів для дуже небезпечного завдання.

source: Szukam wojowników, którzy pomogą mi się przedrzeć przez armię nieumarłych zajmujących podziemne korytarze Vardhal.
uk: Я шукаю воїнів, які допоможуть мені пробитися крізь армію нечиcті, що зайняла підземні коридори Вардхалу.

source: Szukam zarobku. Może mógłbym wam w czymś pomóc?
uk: Я шукаю заробіток. Можливо, я можу вам чимось допомогти?

source: Szukam łatwego zarobku.
uk: Я шукаю легкий заробіток.

source: Szukamy czegoś konkretnego?
uk: Ми шукаємо щось конкретне?

source: Szukamy. Myślisz, że cały dzień siedzimy w tej ciemności?
uk: Шукаємо. Ти думаєш, що ми весь день сидимо в цій темряві?

source: Szukasz Corteza? Właśnie ćwiczy na arenie. Jeśli to pilne, to idź prosto do niego.
uk: Шукаєш Кортеза? Він якраз тренується на арені. Якщо це терміново, йди прямо до нього.

source: Szukasz kłopotów?
uk: Шукаєш неприємностей?

source: Szukasz problemów, Lutz? Chcesz, to ci je załatwię!
uk: Ти шукаєш проблем, Люце? Я тобі їх влаштую!

source: Szukałem Jorna.
uk: Я шукав Йорна.

source: Szukałem Jorna. Udało mi się znaleźć nawet jednego z jego porywaczy, ale nie powiedział mi nic przydatnego.
uk: Я шукав Йорна. Мені навіть вдалося знайти одного з його викрадачів, але він не сказав мені нічого корисного.

source: Szukałem cię, chodzi o te dziwne ścierwojady.
uk: Я шукав тебе, це все через тих дивних падальників.

source: Szukałem miejsca odosobnienia, gdzie mogę spokojnie się pomodlić, odciąć od świata zewnętrznego i przemyśleć wszystko od początku.
uk: Я шукав місце для усамітнення, де я міг би спокійно помолитися, відгородитися від зовнішнього світу і обміркувати все з самого початку.

source: Szukałem roboty gdziekolwiek mogłem, ale że służba w straży niezbyt mi odpowiadała, trafiłem pod skrzydła Lorenzo.
uk: Я шукав роботу де тільки міг, але оскільки Варта мені не дуже підходила, я опинився під крилом Лоренцо.

source: Szukałeś mnie?
uk: Шукав мене?

source: Szybka podróż pod dom
uk: Швидка подорож додому

source: Szybkie ostrygi
uk: Ліниві устриці

source: Szybko ci poszło. Kto by pomyślał, że masz taki talent do zbierania ziół. Mi jeszcze trochę zajmie uprzątnięcie tej kapliczki i odprawienie modlitw.
uk: Швидко ти. Хто б міг подумати, що у тебе такий талант до збирання трав. Мені ще потрібен час, щоб очистити цей вівтар і помолитися.

source: Szybko i po sprawie.
uk: Швидко та просто.

source: Szybko minęło...
uk: Час пролетів швидко...

source: Szybko poszło! Wszystkie 4 beczki, tak, to powinno wystarczyć.
uk: Швидко ти впорався! Всі 4 бочки, так, цього має вистачити.

source: Szybko się uczysz, chłopcze. Nieprzydatnych pionków trzeba się jak najszybciej pozbywać.
uk: Ти швидко вчишся, хлопче. Від непотрібних пішаків треба якнайскоріше позбавлятися.

source: Szybko się uczysz, smarku!
uk: Ти швидко вчишся, шмаркачу!

source: Szybko się uczysz, to niezwykle ważne w pracy strażnika. Zobaczymy jak poradzisz sobie z kolejnymi zadaniami.
uk: Ти швидко вчишся, що вкрай важливо для вартового. Подивимось, як ти впораєшся з наступними завданнями.

source: Szybko się uczysz. Tak szybko, że nie jestem w stanie nauczyć cię niczego więcej. Musisz znaleźć sobie innego nauczyciela.
uk: Ти швидко вчишся. Настільки швидко, що мені більше нічому тебе навчити. Тобі треба знайти собі іншого вчителя.

source: Szybko wypij to!
uk: Випий це швидко!

source: Szybko załapałeś.
uk: Ти швидко все зрозумів.

source: Szybko załatwiasz interesy.
uk: Ти швидко вирішуєш питання.

source: Szybko! Brać go!
uk: Швидко! Схопити його!

source: Szybko! Chodźmy do portu i nie oglądajmy się za siebie.
uk: Швидше! Йдемо до порту і не озираємося.

source: Szybko, musimy coś sprawdzić!
uk: Швидше, треба дещо перевірити!

source: Szybko, musimy sprawdzić, czy któryś z magów przeżył!
uk: Швидше, треба перевірити, чи вижив хтось із магів!

source: Szybko... pomocy, zaatakowali...
uk: Швидше... допоможіть, на мене напали...

source: Szybko? Aaaaa, tak, szybko... eee... no, to ja ten...
uk: Швидко? Ааааа, так, швидко... Еее... ну, я це...

source: Szybkość w otwieraniu zamków jest ważna, ale nie możesz jej osiągnąć poświęcając roztropność. Jeśli czujesz, że wytrych nie daje rady, odpuść.
uk: У відмиканні замків важлива швидкість, але не варто її досягати, жертвуючи обережністю. Якщо ти відчуваєш, що відмичка не справляється, відпусти її.
